<?php
defined('_ENGINE') or die('Access Denied');
return array(
    '' => array(
            'id' => 1,
            'name' => 'Абакан'
        ),
    '' => array(
            'id' => 2,
            'name' => 'Алейск'
        ),
    '' => array(
            'id' => 3,
            'name' => 'Альметьевск'
        ),
    '' => array(
            'id' => 4,
            'name' => 'Анадырь'
        ),
    '' => array(
            'id' => 5,
            'name' => 'Ангарск'
        ),
    '' => array(
            'id' => 6,
            'name' => 'Апатиты'
        ),
    '' => array(
            'id' => 7,
            'name' => 'Арзамас'
        ),
    '' => array(
            'id' => 8,
            'name' => 'Армавир'
        ),
    '' => array(
            'id' => 9,
            'name' => 'Арсеньев'
        ),
    '' => array(
            'id' => 10,
            'name' => 'Артём'
        ),
    '' => array(
            'id' => 11,
            'name' => 'Архангельск'
        ),
    '' => array(
            'id' => 12,
            'name' => 'Астрахань'
        ),
    '' => array(
            'id' => 13,
            'name' => 'Ачинск'
        ),
    '' => array(
            'id' => 14,
            'name' => 'Барнаул'
        ),
    '' => array(
            'id' => 15,
            'name' => 'Белгород'
        ),
    '' => array(
            'id' => 16,
            'name' => 'Белово'
        ),
    '' => array(
            'id' => 17,
            'name' => 'Белогорск'
        ),
    '' => array(
            'id' => 18,
            'name' => 'Бердск'
        ),
    '' => array(
            'id' => 19,
            'name' => 'Бийск'
        ),
    '' => array(
            'id' => 20,
            'name' => 'Биробиджан'
        ),
    '' => array(
            'id' => 21,
            'name' => 'Благовещенка'
        ),
    '' => array(
            'id' => 22,
            'name' => 'Благовещенск'
        ),
    '' => array(
            'id' => 23,
            'name' => 'Братск'
        ),
    '' => array(
            'id' => 24,
            'name' => 'Брянск'
        ),
    '' => array(
            'id' => 25,
            'name' => 'Буденновск'
        ),
    '' => array(
            'id' => 26,
            'name' => 'Ванино'
        ),
    '' => array(
            'id' => 27,
            'name' => 'Владивосток'
        ),
    '' => array(
            'id' => 28,
            'name' => 'Владикавказ'
        ),
    '' => array(
            'id' => 29,
            'name' => 'Владимир'
        ),
    '' => array(
            'id' => 30,
            'name' => 'Волгоград'
        ),
    '' => array(
            'id' => 31,
            'name' => 'Волгодонск'
        ),
    '' => array(
            'id' => 32,
            'name' => 'Волжск'
        ),
    '' => array(
            'id' => 33,
            'name' => 'Волжский'
        ),
    '' => array(
            'id' => 34,
            'name' => 'Вологда'
        ),
    '' => array(
            'id' => 35,
            'name' => 'Волчиха'
        ),
    '' => array(
            'id' => 36,
            'name' => 'Воронеж'
        ),
    '' => array(
            'id' => 37,
            'name' => 'Вятка'
        ),
    '' => array(
            'id' => 38,
            'name' => 'Геленджик'
        ),
    '' => array(
            'id' => 39,
            'name' => 'Глазов'
        ),
    '' => array(
            'id' => 40,
            'name' => 'Горно-Алтайск'
        ),
    '' => array(
            'id' => 41,
            'name' => 'Горячий Ключ'
        ),
    '' => array(
            'id' => 42,
            'name' => 'Грозный'
        ),
    '' => array(
            'id' => 43,
            'name' => 'Гусь-Хрустальный'
        ),
    '' => array(
            'id' => 44,
            'name' => 'Дальнегорск'
        ),
    '' => array(
            'id' => 45,
            'name' => 'Димитровград'
        ),
    '' => array(
            'id' => 46,
            'name' => 'Долгопрудный'
        ),
    '' => array(
            'id' => 47,
            'name' => 'Дубна'
        ),
    '' => array(
            'id' => 48,
            'name' => 'Дудинка'
        ),
    '' => array(
            'id' => 49,
            'name' => 'Екатеринбург'
        ),
    '' => array(
            'id' => 50,
            'name' => 'Елабуга'
        ),
    '' => array(
            'id' => 51,
            'name' => 'Елизово'
        ),
    '' => array(
            'id' => 52,
            'name' => 'Ессентуки'
        ),
    '' => array(
            'id' => 53,
            'name' => 'Железноводск'
        ),
    '' => array(
            'id' => 54,
            'name' => 'Заринск'
        ),
    '' => array(
            'id' => 55,
            'name' => 'Зеленоград'
        ),
    '' => array(
            'id' => 56,
            'name' => 'Зеленодольск'
        ),
    '' => array(
            'id' => 57,
            'name' => 'Иваново'
        ),
    '' => array(
            'id' => 58,
            'name' => 'Ижевск'
        ),
    '' => array(
            'id' => 59,
            'name' => 'Иркутск'
        ),
    '' => array(
            'id' => 60,
            'name' => 'Йошкар-Ола'
        ),
    '' => array(
            'id' => 61,
            'name' => 'Казань'
        ),
    '' => array(
            'id' => 62,
            'name' => 'Калининград'
        ),
    '' => array(
            'id' => 63,
            'name' => 'Калуга'
        ),
    '' => array(
            'id' => 64,
            'name' => 'Кемерово'
        ),
    '' => array(
            'id' => 65,
            'name' => 'Киров'
        ),
    '' => array(
            'id' => 66,
            'name' => 'Кирово-Чепецк'
        ),
    '' => array(
            'id' => 67,
            'name' => 'Кисловодск'
        ),
    '' => array(
            'id' => 68,
            'name' => 'Клин'
        ),
    '' => array(
            'id' => 69,
            'name' => 'Ковров'
        ),
    '' => array(
            'id' => 70,
            'name' => 'Комсомольск-на-Амуре'
        ),
    '' => array(
            'id' => 71,
            'name' => 'Кострома'
        ),
    '' => array(
            'id' => 72,
            'name' => 'Краснодар'
        ),
    '' => array(
            'id' => 73,
            'name' => 'Красноярск'
        ),
    '' => array(
            'id' => 74,
            'name' => 'Крутиха'
        ),
    '' => array(
            'id' => 75,
            'name' => 'Кудымкар'
        ),
    '' => array(
            'id' => 76,
            'name' => 'Курган'
        ),
    '' => array(
            'id' => 77,
            'name' => 'Курск'
        ),
    '' => array(
            'id' => 78,
            'name' => 'Кызыл'
        ),
    '' => array(
            'id' => 79,
            'name' => 'Ленинск-Кузнецкий'
        ),
    '' => array(
            'id' => 80,
            'name' => 'Ленск'
        ),
    '' => array(
            'id' => 81,
            'name' => 'Липецк'
        ),
    '' => array(
            'id' => 82,
            'name' => 'Магадан'
        ),
    '' => array(
            'id' => 83,
            'name' => 'Магнитогорск'
        ),
    '' => array(
            'id' => 84,
            'name' => 'Майкоп'
        ),
    '' => array(
            'id' => 85,
            'name' => 'Махачкала'
        ),
    '' => array(
            'id' => 86,
            'name' => 'Миасс'
        ),
    '' => array(
            'id' => 87,
            'name' => 'Минеральные Воды'
        ),
    '' => array(
            'id' => 88,
            'name' => 'Мирный'
        ),
    '' => array(
            'id' => 89,
            'name' => 'Москва'
        ),
    '' => array(
            'id' => 90,
            'name' => 'Мурманск'
        ),
    '' => array(
            'id' => 91,
            'name' => 'Мыски'
        ),
    '' => array(
            'id' => 92,
            'name' => 'Набережные Челны'
        ),
    '' => array(
            'id' => 93,
            'name' => 'Надым'
        ),
    '' => array(
            'id' => 94,
            'name' => 'Назрань'
        ),
    '' => array(
            'id' => 95,
            'name' => 'Нальчик'
        ),
    '' => array(
            'id' => 96,
            'name' => 'Нарьян-Мар'
        ),
    '' => array(
            'id' => 97,
            'name' => 'Находка'
        ),
    '' => array(
            'id' => 98,
            'name' => 'Невинномысск'
        ),
    '' => array(
            'id' => 99,
            'name' => 'Нерюнгри'
        ),
    '' => array(
            'id' => 100,
            'name' => 'Нефтеюганск'
        ),
    '' => array(
            'id' => 101,
            'name' => 'Нижневартовск'
        ),
    '' => array(
            'id' => 102,
            'name' => 'Нижнекамск'
        ),
    '' => array(
            'id' => 103,
            'name' => 'Нижний Новгород'
        ),
    '' => array(
            'id' => 104,
            'name' => 'Нижний Тагил'
        ),
    '' => array(
            'id' => 105,
            'name' => 'Новгород'
        ),
    '' => array(
            'id' => 106,
            'name' => 'Новокузнецк'
        ),
    '' => array(
            'id' => 107,
            'name' => 'Новомосковск'
        ),
    '' => array(
            'id' => 108,
            'name' => 'Новороссийск'
        ),
    '' => array(
            'id' => 109,
            'name' => 'Новосибирск'
        ),
    '' => array(
            'id' => 110,
            'name' => 'Новоуральск'
        ),
    '' => array(
            'id' => 111,
            'name' => 'Новый Уренгой'
        ),
    '' => array(
            'id' => 112,
            'name' => 'Норильск'
        ),
    '' => array(
            'id' => 113,
            'name' => 'Ноябрьск'
        ),
    '' => array(
            'id' => 114,
            'name' => 'Обнинск'
        ),
    '' => array(
            'id' => 115,
            'name' => 'Октябрьский'
        ),
    '' => array(
            'id' => 116,
            'name' => 'Омск'
        ),
    '' => array(
            'id' => 117,
            'name' => 'Орел'
        ),
    '' => array(
            'id' => 118,
            'name' => 'Оренбург'
        ),
    '' => array(
            'id' => 119,
            'name' => 'Орехово-Зуево'
        ),
    '' => array(
            'id' => 120,
            'name' => 'Павловск'
        ),
    '' => array(
            'id' => 121,
            'name' => 'Палана'
        ),
    '' => array(
            'id' => 122,
            'name' => 'Пенза'
        ),
    '' => array(
            'id' => 123,
            'name' => 'Пермь'
        ),
    '' => array(
            'id' => 124,
            'name' => 'Петрозаводск'
        ),
    '' => array(
            'id' => 125,
            'name' => 'Петропавловск-Камчатский'
        ),
    '' => array(
            'id' => 126,
            'name' => 'Печора'
        ),
    '' => array(
            'id' => 127,
            'name' => 'Поспелиха'
        ),
    '' => array(
            'id' => 128,
            'name' => 'Прокопьевск'
        ),
    '' => array(
            'id' => 129,
            'name' => 'Псков'
        ),
    '' => array(
            'id' => 130,
            'name' => 'Пущино'
        ),
    '' => array(
            'id' => 131,
            'name' => 'Пятигорск'
        ),
    '' => array(
            'id' => 132,
            'name' => 'Россошь'
        ),
    '' => array(
            'id' => 133,
            'name' => 'Ростов-на-Дону'
        ),
    '' => array(
            'id' => 134,
            'name' => 'Рубцовск'
        ),
    '' => array(
            'id' => 135,
            'name' => 'Рязань'
        ),
    '' => array(
            'id' => 136,
            'name' => 'Салават'
        ),
    '' => array(
            'id' => 137,
            'name' => 'Салехард'
        ),
    '' => array(
            'id' => 138,
            'name' => 'Самара'
        ),
    '' => array(
            'id' => 139,
            'name' => 'Санкт-Петербург'
        ),
    '' => array(
            'id' => 140,
            'name' => 'Саранск'
        ),
    '' => array(
            'id' => 141,
            'name' => 'Сарапул'
        ),
    '' => array(
            'id' => 142,
            'name' => 'Саратов'
        ),
    '' => array(
            'id' => 143,
            'name' => 'Саяногорск'
        ),
    '' => array(
            'id' => 144,
            'name' => 'Северобайкальск'
        ),
    '' => array(
            'id' => 145,
            'name' => 'Северодвинск'
        ),
    '' => array(
            'id' => 146,
            'name' => 'Сергиев Посад'
        ),
    '' => array(
            'id' => 147,
            'name' => 'Симбирск'
        ),
    '' => array(
            'id' => 148,
            'name' => 'Славгород'
        ),
    '' => array(
            'id' => 149,
            'name' => 'Смоленск'
        ),
    '' => array(
            'id' => 150,
            'name' => 'Советская Гавань'
        ),
    '' => array(
            'id' => 151,
            'name' => 'Сосновый Бор'
        ),
    '' => array(
            'id' => 152,
            'name' => 'Сочи'
        ),
    '' => array(
            'id' => 153,
            'name' => 'Ставрополь'
        ),
    '' => array(
            'id' => 154,
            'name' => 'Старый Оскол'
        ),
    '' => array(
            'id' => 155,
            'name' => 'Стерлитамак'
        ),
    '' => array(
            'id' => 156,
            'name' => 'Сургут'
        ),
    '' => array(
            'id' => 157,
            'name' => 'Сыктывкар'
        ),
    '' => array(
            'id' => 158,
            'name' => 'Таганрог'
        ),
    '' => array(
            'id' => 159,
            'name' => 'Тамбов'
        ),
    '' => array(
            'id' => 160,
            'name' => 'Тверь'
        ),
    '' => array(
            'id' => 161,
            'name' => 'Тихорецк'
        ),
    '' => array(
            'id' => 162,
            'name' => 'Тобольск'
        ),
    '' => array(
            'id' => 163,
            'name' => 'Тольятти'
        ),
    'tomsk' => array(
            'id' => 164,
            'name' => 'Томск'
        ),
    '' => array(
            'id' => 165,
            'name' => 'Туапсе'
        ),
    '' => array(
            'id' => 166,
            'name' => 'Тула'
        ),
    '' => array(
            'id' => 167,
            'name' => 'Тында'
        ),
    '' => array(
            'id' => 168,
            'name' => 'Тюмень'
        ),
    '' => array(
            'id' => 169,
            'name' => 'Улан-Удэ'
        ),
    '' => array(
            'id' => 170,
            'name' => 'Ульяновск'
        ),
    '' => array(
            'id' => 171,
            'name' => 'Уссурийск'
        ),
    '' => array(
            'id' => 172,
            'name' => 'Усть-Илимск'
        ),
    '' => array(
            'id' => 173,
            'name' => 'Уфа'
        ),
    '' => array(
            'id' => 174,
            'name' => 'Фокино'
        ),
    '' => array(
            'id' => 175,
            'name' => 'Хабаровск'
        ),
    '' => array(
            'id' => 176,
            'name' => 'Ханты-Мансийск'
        ),
    '' => array(
            'id' => 177,
            'name' => 'Чебоксары'
        ),
    '' => array(
            'id' => 178,
            'name' => 'Челябинск'
        ),
    '' => array(
            'id' => 179,
            'name' => 'Череповец'
        ),
    '' => array(
            'id' => 180,
            'name' => 'Черкесск'
        ),
    '' => array(
            'id' => 181,
            'name' => 'Чистополь'
        ),
    '' => array(
            'id' => 182,
            'name' => 'Чита'
        ),
    '' => array(
            'id' => 183,
            'name' => 'Шадринск'
        ),
    '' => array(
            'id' => 184,
            'name' => 'Элиста'
        ),
    '' => array(
            'id' => 185,
            'name' => 'Южно-Сахалинск'
        ),
    '' => array(
            'id' => 186,
            'name' => 'Юрга'
        ),
    '' => array(
            'id' => 187,
            'name' => 'Якутск'
        ),
    '' => array(
            'id' => 188,
            'name' => 'Ярославль'
        )
);