<?php
return array(
    'path' => array(
        'sitemap' => 'Карта сайта' // для пути
    ),
    'form' => array(
        'Sitemap_Form_Sitemap', // Классы для создания и/или обновления таблиц в БД
        'Cms_Form_CmsModule', // Классы для создания и/или обновления таблиц в БД
        'Cms_Form_CmsOptimization', // Классы для создания и/или обновления таблиц в БД
        'Cms_Form_CmsSetup', // Классы для создания и/или обновления таблиц в БД
        'Cms_Form_CmsUser', // Классы для создания и/или обновления таблиц в БД
        'Texts_Form_Texts' // Классы для создания и/или обновления таблиц в БД
    )
)
?>